{
  "Nom": "Statistiques et probabilités",
  "Objectifs": "En matière d’information chiffrée, les élèves ont travaillé au cycle 4 effectifs, fréquences, proportions, pourcentages, coefficient de proportionnalité, taux d’évolution, coefficient multiplicateur. L’objectif est de consolider et de prolonger ce travail par l’étude de situations multiplicatives : proportion de proportion, évolutions successives ou réciproques. Les élèves doivent distinguer si un pourcentage exprime une proportion ou une évolution.\n\nEn statistique descriptive, les élèves ont étudié moyenne, médiane et étendue. On introduit la notion de moyenne pondérée et deux indicateurs de dispersion : écart interquartile et écart type.\n\nAu cycle 4, les élèves ont travaillé sur les notions élémentaires de probabilité : expérience aléatoire, issue, événement, probabilité. Ils ont construit leur intuition sur des situations concrètes fondées sur l’équiprobabilité, puis en simulant la répétition d’épreuves identiques\net indépendantes pour observer la stabilisation des fréquences. Ils sont capables de calculer des probabilités dans des contextes faisant intervenir une ou deux épreuves.\n\nEn classe de seconde, on formalise la notion de loi (ou distribution) de probabilité dans le cas fini en s’appuyant sur le langage des ensembles et on précise les premiers éléments de calcul des probabilités. On insiste sur le fait qu’une loi de probabilité (par exemple une équiprobabilité) est une hypothèse du modèle choisi et ne se démontre pas. Le choix du modèle peut résulter d’hypothèses implicites d’équiprobabilité (par exemple, lancers de pièces ou dés équilibrés, tirage au hasard dans une population) qu’il est recommandable d’expliciter ; il peut aussi résulter d’une application d’une version vulgarisée de la loi des grands nombres, où un modèle est construit à partir de fréquences observées pour un\nphénomène réel (par exemple : lancer de punaise, sexe d’un enfant à la naissance). Dans tous les cas, on distingue nettement le modèle probabiliste abstrait et la situation réelle.",
  "Sous Thèmes": {
    "Histoire des mathématiques": {
      "Contenu": "L’histoire des probabilités fournit un cadre pour dégager les éléments de la mathématisation du hasard. Un exemple est le problème des partis, dit aussi du chevalier de Méré, l’échange de lettres entre Pascal et Fermat sur ce point puis les travaux de Pascal, Fermat et Huygens qui en découlent. Le problème du duc de Toscane ou les travaux de Leibniz sur le jeu de dés peuvent aussi être évoqués."
    },
    "Utiliser l’information chiffrée et statistique descriptive": {
      "Contenu": [
        "Proportion, pourcentage d’une sous-population dans une population.",
        "Ensembles de référence inclus les uns dans les autres : pourcentage de pourcentage.",
        "Évolution : variation absolue, variation relative.",
        "Évolutions successives, évolution réciproque : relation sur les coefficients multiplicateurs (produit, inverse).",
        "Indicateurs de tendance centrale d’une série statistique : moyenne pondérée.",
        "Linéarité de la moyenne.",
        "Indicateurs de dispersion : écart interquartile, écart type."
      ],
      "Capacités attendues": [
        "Exploiter la relation entre effectifs, proportions et pourcentages.",
        "Traiter des situations simples mettant en jeu des pourcentages de pourcentages.",
        "Exploiter la relation entre deux valeurs successives et leur taux d’évolution.",
        "Calculer le taux d’évolution global à partir des taux d’évolution successifs. Calculer un taux d’évolution réciproque.",
        "Décrire verbalement les différences entre deux séries statistiques, en s’appuyant sur des indicateurs ou sur des représentations graphiques données.",
        "Pour des données réelles ou issues d’une simulation, lire et comprendre une fonction écrite en Python renvoyant la moyenne *m*, l’écart type *s*, et la proportion d’éléments appartenant à $[m - 2s, m + 2s]$*.*"
      ]
    },
    "Modéliser le hasard, calculer des probabilités": {
      "Contexte": "*L’ensemble des issues est fini.*",
      "Contenu": [
        "Ensemble (univers) des issues. Événements. Réunion, intersection, complémentaire.",
        "Loi (distribution) de probabilité. Probabilité d’un événement : somme des probabilités des issues.",
        "Relation $*P(A \\cup B) + P(A \\cap B) = P(A) + P(B)*$.",
        "Dénombrement à l’aide de tableaux et d’arbres."
      ],
      "Capacités attendues": [
        "Utiliser des modèles théoriques de référence (dé, pièce équilibrée, tirage au sort avec équiprobabilité dans une population) en comprenant que les probabilités sont définies a priori.",
        "Construire un modèle à partir de fréquences observées, en distinguant nettement modèle et réalité.",
        "Calculer des probabilités dans des cas simples : expérience aléatoire à deux ou trois épreuves."
      ]
    },
    "Échantillonnage": {
      "Contexte": "En liaison avec la partie « Algorithmique et programmation », on définit la notion d’échantillon. L’objectif est de faire percevoir, sous une forme expérimentale, la loi des grands nombres, la fluctuation d’échantillonnage et le principe de l’estimation d’une probabilité par une fréquence observée sur un échantillon.",
      "Contenu": [
        "Échantillon aléatoire de taille *n* pour une expérience à deux issues.",
        "Version vulgarisée de la loi des grands nombres : « Lorsque *n* est grand, sauf exception, la fréquence observée est proche de la probabilité. »",
        "Principe de l’estimation d’une probabilité, ou d’une proportion dans une population, par une fréquence observée sur un échantillon."
      ],
      "Capacités attendues": [
        "Lire et comprendre une fonction Python renvoyant le nombre ou la fréquence de succès dans un échantillon de taille *n* pour une expérience aléatoire à deux issues.",
        "Observer la loi des grands nombres à l’aide d’une simulation sur Python ou tableur.",
        "Simuler *N* échantillons de taille *n* d’une expérience aléatoire à deux issues. Si *p* est la probabilité d’une issue et *ƒ* sa fréquence observée dans un échantillon, calculer la proportion des cas où l’écart entre *p* et *ƒ* est inférieur ou égal à $\\frac{1}{\\sqrt{n}}$."
      ]
    }
  }
}